Repository: carbon-plugins/carbon-icons
Catalog: languages/carbon-icons-*.po
Languages: es_es

source: Add a powerful icon picker to your Gutenberg editor
es_es: Añade un potente selector de iconos a tu editor Gutenberg

source: Enhance your content creation with Carbon Icons, a dynamic WordPress plugin designed to elevate your block editor experience. Choose from an extensive selection of modern and complexe SVG icons to effortlessly enrich your website's appearance.
es_es: Mejore su creación de contenidos con Carbon Icons, un dinámico plugin de WordPress diseñado para elevar su experiencia con el editor de bloques. Elige entre una amplia selección de iconos SVG modernos y complejos para enriquecer sin esfuerzo la apariencia de tu sitio web.

source: Unleash your creativity with Carbon Blocks, an ingenious WordPress plugin that expands the potential of your block editor. Seamlessly create captivating layouts and designs to enrich your website's visual appeal.
es_es: Da rienda suelta a tu creatividad con Carbon Blocks, un ingenioso plugin para WordPress que amplía el potencial de tu editor de bloques. Crea sin problemas diseños y maquetaciones cautivadores para enriquecer el atractivo visual de tu sitio web.

source: Engage your visitors with Carbon Sliders, an exceptional WordPress plugin designed to help you build captivating image and content sliders effortlessly. Elevate your website's appeal and leave a lasting impression on your audience.
es_es: Atraiga a sus visitantes con Carbon Sliders, un excepcional plugin de WordPress diseñado para ayudarle a crear deslizadores de imágenes y contenidos cautivadores sin esfuerzo. Eleve el atractivo de su sitio web y deje una impresión duradera en su audiencia.

source: Good morning
es_es: Buenos días

source: Good afternoon
es_es: Buenas tardes

source: Good evening
es_es: Buenas tardes

source: Good night
es_es: Buenas noches

source: guest !
es_es: invitado!

source: Currently installed plugins
es_es: Plugins instalados actualmente

source: Active
es_es: Activo

source: Dashboard
es_es: Cuadro de mandos

source: License
es_es: Licencia

source: Inactive
es_es: inactivo

source: Our other plugins
es_es: Nuestros otros plugins

source: New
es_es: Nuevo

source: Coming soon
es_es: Próximamente

source: Get started
es_es: Empezar

source: Learn more
es_es: Más información

source: All plugins are installed ! Thank you for your loyalty :)
es_es: ¡Todos los plugins están instalados ! Gracias por su lealtad :)

source: Latest releases
es_es: Novedades

source: Read more
es_es: Seguir leyendo

source: Cannot read RSS.
es_es: No se puede leer RSS.

source: News from our blog
es_es: Noticias de nuestro blog

source: Carbon Icons and Carbon Icons Pro can't be activated at the same time. Carbon Icons Pro have been deactivated.
es_es: Carbon Icons y Carbon Icons Pro no pueden activarse al mismo tiempo. Carbon Icons Pro se ha desactivado.

source: Your dashboard
es_es: Panel de control

source: You will find every setting and useful links on this page.
es_es: En esta página encontrará todos los ajustes y enlaces útiles.

source: License settings
es_es: Configuración de la licencia

source: Here, you will be able to manage your license (only in pro version).
es_es: Aquí podrá gestionar su licencia (sólo en la versión pro).

source: Icon bloc activation
es_es: Activación del bloque de iconos

source: Easily toggle the bloc visibility on the editor. Be careful tho, if you have already created some blocks and deactivate the icons, they won't work anymore.
es_es: Cambia fácilmente la visibilidad de los bloques en el editor. Pero ten cuidado, si ya has creado algunos bloques y desactivas los iconos, dejarán de funcionar.

source: Toggle the light/dark theme and choose the colors that suit you best.
es_es: Activa el tema claro/oscuro y elige los colores que más te gusten.

source: Save your changes
es_es: Guardar los cambios

source: Don't forget to save data after every change on this page !
es_es: No olvide guardar los datos después de cada cambio en esta página.

source: Congrats !
es_es: Felicidades !

source: You are now ready to get started with Carbon Icons, have fun !
es_es: Ya puedes empezar a utilizar Carbon Icons, ¡diviértete!

source: Saving...
es_es: Guardando..

source: Successfully saved !
es_es: ¡Guardado con éxito !

source: Error while saving
es_es: Error al guardar

source: Info
es_es: información

source: Oh snapp ! Something went wrong
es_es: ¡Caray! Algo salió mal

source: Reload the page
es_es: Recargar la página

source: Icons are active
es_es: Iconos activos

source: Icons are not active
es_es: Los iconos no están activos

source: Unlock full experience with Carbon Icon Pro
es_es: Desbloquea toda la experiencia con Carbon Icon Pro

source: Save
es_es: Guardar

source: Saving
es_es: Guardando

source: Icons are curently visible in the block editor
es_es: Los iconos son visibles actualmente en el editor de bloques

source: Icons are not visible in the block editor
es_es: Los iconos no son visibles en el editor de bloques

source: Settings
es_es: Ajustes

source: Delete all data on plugin remove
es_es: Borrar todos los datos al eliminar el plugin

source: Replay animation tour
es_es: Volver a descubrir la gira

source: Found a bug ? Need help ?
es_es: ¿Ha encontrado un error? ¿Necesita ayuda?

source: Please contact us if you found a bug or if you have any question.
es_es: Póngase en contacto con nosotros si ha encontrado un error o si tiene alguna pregunta.

source: Help with my license key
es_es: Ayuda con mi clave de licencia

source: Bug with the plugin
es_es: Error con el plugin

source: Other question
es_es: Otra pregunta

source: Leave us a review !
es_es: Déjenos su opinión

source: Are you happy with our plugin ?
es_es: ¿Está satisfecho con nuestro plugin?

source: Leave a review
es_es: Deja tu opinión

source: The community
es_es: La comunidad

source: Find community help with our support threads!
es_es: Encuentre ayuda de la comunidad en nuestros hilos de ayuda

source: Read the threads
es_es: Leer los hilos

source: Why not buy a yearly license ...
es_es: ¿Por qué no comprar una licencia anual …

source: Unlock the full Carbon Plugins experience: thousands of icons, multiple libraries, all futur updates and premium support.
es_es: Desbloquee la experiencia completa de Carbon Plugins: miles de iconos, múltiples bibliotecas, todas las actualizaciones futuras y soporte premium.

source: Access to WordPress icons library
es_es: Acceso a la biblioteca de iconos de WordPress

source: Access to Dashicon library
es_es: Acceso a la biblioteca Dashicon

source: Access to Classic Icons library
es_es: Acceso a la biblioteca de iconos clásicos

source: Access to 7300+ Advanced Icons library
es_es: Acceso a más de 7300 iconos avanzados

source: Access to Animated library
es_es: Acceso a la biblioteca animada

source: Access to Logo library
es_es: Acceso a la biblioteca de logotipos

source: Access to Flag library
es_es: Acceso a la biblioteca de banderas

source: License for 1 website
es_es: Licencia para 1 sitio web

source: Futur updates for
es_es: Futur actualiza para

source: 12 months
es_es: 12 meses

source: Premium support for
es_es: Asistencia Premium para

source: Online chat access
es_es: Acceso al chat en línea

source: year
es_es: año

source: Buy now
es_es: Comprar

source: ... or a lifetime license ?
es_es: … ¿o una licencia vitalicia?

source: Save more by buying a lifetime license and get full content, plugin updates and support, for ever.
es_es: Ahorre más comprando una licencia de por vida y obtenga todo el contenido, las actualizaciones de los plugins y soporte técnico, para siempre.

source: ever
es_es: siempre

source: once
es_es: una vez

source: Licence
es_es: Licencia

source: Manage license
es_es: Gestionar licencia

source: You are currently using the free version of Carbon Icons. You can choose a plan below to start taking advantage of thousands new icons, premium support and much more !
es_es: Actualmente está utilizando la versión gratuita de Carbon Icons. ¡Puede elegir un plan a continuación para empezar a beneficiarse de miles de nuevos iconos, soporte premium y mucho más !

source: Link settings
es_es: Configuración de enlaces

source: Enter a page or a URL
es_es: Introduzca una página o una URL

source: Open in a new tab
es_es: Abrir en una pestaña nueva

source: Add a link
es_es: Añadir un enlace

source: Miscellaneous
es_es: Varios

source: Please enter an SVG string
es_es: Introduzca una cadena SVG

source: Width type
es_es: Tipo de anchura

source: Default
es_es: Por defecto

source: Full
es_es: Completo

source: Custom
es_es: A medida

source: Icon size (in px)
es_es: Tamaño del icono (en px)

source: Rotate icon
es_es: Icono de rotación

source: Flip horizontally
es_es: Voltear horizontalmente

source: Flip vertically
es_es: Voltear verticalmente

source: Alignment
es_es: Alineación

source: Change icon
es_es: Cambiar icono

source: Change
es_es: Cambiar

source: Alignment Settings
es_es: Ajustes de alineación

source: Left Alignment
es_es: Alineación izquierda

source: Center Alignment
es_es: Alineación central

source: Right Alignment
es_es: Alineación correcta

source: Add an icon
es_es: Añadir un icono

source: %1$s result for "%2$s"
es_es: %1$s resultado para "%2$s"

source: Select an icon library
es_es: Seleccione una biblioteca de iconos

source: Classic Icons
es_es: Iconos clásicos

source: Wordpress icons
es_es: Iconos de Wordpress

source: Size
es_es: Tamaño

source: Edit custom SVG
es_es: Editar SVG personalizado

source: Insert custom SVG
es_es: Insertar SVG personalizado

source: Sorry, no icons were found for your search.
es_es: Lo sentimos, no se han encontrado iconos para su búsqueda.

source: Insert an SVG tag
es_es: Insertar una etiqueta SVG

source: SVG tag
es_es: SVG

source: Preview
es_es: Vista previa

source: SVG size (in px)
es_es: Tamaño SVG (en px)

source: Preview icon
es_es: Icono de vista previa

source: Add icon
es_es: Añadir icono

source: Icon picker
es_es: Selector de iconos

source: image
es_es: imagen

source: picture
es_es: imagen

source: A powerful icon picker and SVG inserter
es_es: Un potente selector de iconos e insertador SVG

source: was auto-recovered successfully !
es_es: ¡ha sido auto-recuperado con éxito !
